﻿﻿﻿//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2015, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************

//<AMI_FHDR_START>
//-----------------------------------------------------------------------
//
// Name:		Nb.uni
//
// Description:	This contains the unicode strings pertaining to NB
//
//-----------------------------------------------------------------------
//<AMI_FHDR_END>


/=#
#include "VFR.uni"
#string STR_MEMORY_INFORMATION          #language eng "Memory Information"
#string STR_MEMORY_SIZE_NAME            #language eng "Total Memory"
#string STR_MEMORY_SIZE_VALUE           #language eng "N/A" // Dynamically updated
#string STR_MEMORY_SIZE_HELP            #language eng "Total Memory in the System."

#string STR_PLATFORM_INFORMATION        #language en-US "Platform Information"
#string STR_PLATFORM_INFO_PROMPT        #language en-US "Platform"
#string STR_PLATFORM_INFO_VALUE         #language en-US "Unknown"

#string STR_REFCODE_REVISION_PROMPT     #language en-US "RC Revision"
#string STR_REFCODE_REVISION_VALUE      #language en-US "Unknown"


#string STR_PROCESSOR_INFO_PROMPT       #language en-US "Processor"
#string STR_PROCESSOR_INFO_VALUE        #language en-US "Unknown"


#string STR_PCH_INFO_PROMPT             #language en-US "PCH"
#string STR_PCH_INFO_VALUE              #language en-US "Unknown"

//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2015, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

